Repository: NAMD/pypln.backend
Catalog: pyplnweb/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: ERROR: all fields are required!
pt_br: ERRO: todos os campos devem ser preenchidos!

source: Corpus created successfully!
pt_br: Corpus criado com sucesso!

source: ERROR: you need to select a file!
pt_br: ERRO: é necessário selecionar um arquivo!

source: Document uploaded successfully!
pt_br: Documento transferido com sucesso!

source: Plain text
pt_br: Somente texto

source: Part-of-speech
pt_br: Categorias morfossintáticas

source: Token frequency histogram
pt_br: Histograma de frequência de tokens

source: Statistics
pt_br: Estatísticas

source: name
pt_br: nome

source: about
pt_br: sobre

source: location
pt_br: localização

source: Documents
pt_br: Documentos

source: Profile
pt_br: Perfil

source: Notices
pt_br: Notificações

source: Privacy Policy
pt_br: Política de Privacidade

source: Terms of Use
pt_br: Termos de Uso

source: What Next?
pt_br: O que deseja fazer agora?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
pt_br: Comece em <a href="%(signup_url)s">cadastro no sistema</a> e depois <a href="%(login_url)s">autenticação</a>.

source: Start by <a href="%(login_url)s">logging in</a>.
pt_br: Comece em <a href="%(login_url)s">autenticação</a>.

source: Error 404 - Page not found
pt_br: Erro 404 - Página não encontrada

source: Corpora List
pt_br: Lista de Corpora

source: You are here:
pt_br: Você está aqui:

source: Main page
pt_br: Página principal

source: Create a new corpus
pt_br: Criar novo corpus

source: Add Corpus
pt_br: Adicionar Corpus

source: Name
pt_br: Nome

source: Created on
pt_br: Criado em

source: Last Modified
pt_br: Modificado em

source: Number of Documents
pt_br: Total de Documentos

source: Owner
pt_br: Proprietário

source: Home
pt_br: Página inicial

source: Metadata
pt_br: Metadados

source: Owner:
pt_br: Proprietário:

source: Number of documents:
pt_br: Total de documentos:

source: Date of creation:
pt_br: Criado em:

source: Last modified on:
pt_br: Modificado em:

source: List of Documents
pt_br: Relação de Documentos

source: Filename
pt_br: Nome do arquivo

source: Size
pt_br: Tamanho

source: Uploaded on
pt_br: Transferido em

source: Document
pt_br: Documento

source: Visualizations
pt_br: Visualizações

source: Size:
pt_br: Tamanho:

source: Upload date:
pt_br: Data da transferência:

source: Document List
pt_br: Relação de Documentos

source: Welcome
pt_br: Bem-vindo!

source: Welcome to PyPLN
pt_br: Bem-vindo ao PyPLN

source: <b>PyPLN</b> is a complete pipeline to create analysis based on corpora. By integrating many text mining and natural language processing tools, it offers an easy-to-use Web interface where you can manage documents, corpora and interact with its analysis/visualizations. PyPLN is free software (as in free speech) and can scale very well depending on your demand.
pt_br: <b>PyPLN</b> é um arcabouço completo para criar análises baseadas em corpora. Através da integração de ferramentas de mineração de textos e processamento de linguagem natural, oferece uma interface amigável para gestão de documentos, corpora e interação com as análises e visualizações geradas. PyPLN é software livre e escalável, de acordo com a demanda.

source: Go to <a href="%(corpora_list_url)s">corpora list</a> page to see your corpora or add new, see your <a href="%(document_list_url)s">documents</a> and start analyzing it!
pt_br: Vá a página <a href="%(corpora_list_url)s">lista de corpora</a> para examinar seus corpora ou adicionar um novo corpus. Visualize seus <a href="%(document_list_url)s">documentos</a> e comece suas análises

source: You just need to <a href="%(signup_url)s">create an account</a>, <a href="%(login_url)s">log in</a>, so you can create corpora and upload documents. Your documents will pass through our pre-defined pipeline and then you can interact with its processed analysis/visualizations.
pt_br: Basta fazer o <a href="%(signup_url)s">cadastro no sistema</a> e <a href="%(login_url)s">autenticação</a> para poder criar corpora e transferir documentos. Os documentos serão processados em um pipeline predefinido e estarão disponíveis para análises, visualização e novos processamentos.

source: Controls
pt_br: Controles

source: Highlighted text
pt_br: Texto marcado

source: Number of unique/total tokens
pt_br: Quantidade de tokens únicos/total de tokens

source: Number of unique/total sentences
pt_br: Quantidade de sentenças únicas/total de sentenças

source: Average sentence length (in tokens)
pt_br: Tamanho médio das sentenças (tokens)

source: Repertoire
pt_br: Repertório

source: Average sentence repertoire
pt_br: Repertório médio das sentenças

source: About
pt_br: Sobre

source: Location
pt_br: Localidade
